Repository: IsraelHikingMap/Site
Catalog: IsraelHiking.Web/src/translations/*.po
Languages: he

source: 4x4 Routing
he: ניווט 4×4

source: A few words about what you are sharing.
he: כמה מילים על מה שאתם שומרים.

source: A link to a website
he: קישור לאתר

source: A name to be displayed in the layers controller
he: השם שיוצג ברשימת המפות או השכבות

source: About
he: אודות

source: Add Base Layer
he: הוספת מפת בסיס

source: Add link
he: הוסף קישור

source: Add Overlay
he: הוספת שכבה

source: Add point to active route
he: הוספת הנקודה למסלול הפעיל

source: Add Point to Route
he: הוספת נקודה למסלול

source: Add Route
he: הוספת מסלול

source: Add This Route to OSM
he: הוסיפו את המסלול ל- OSM

source: Add to routes
he: הוסף למסלולים הפרטיים

source: Address
he: כתובת

source: Advanced
he: קשה

source: Advanced Settings
he: הגדרות מתקדמות

source: Aerialway
he: רכבל

source: All files are up-to-date :-)
he: אתם מסודרים! כל הקבצים מעודכנים :-)

source: All Vehicles
he: דרך לכל רכב

source: Allows you to automatically upload a recorded route when you finish recording
he: מאפשר לך להעלות אוטומטית הקלטה בסיומה

source: Amenities
he: שרותי דרך

source: Antenna
he: אנטנה

source: Application
he: אפליקציה

source: Archeological Site
he: אתר ארכאולוגי

source: Are you sure you want to delete all routes?
he: האם אתם בטוחים שברצונכם למחוק את כל המסלולים?

source: Are you sure you want to stop the current recording?
he: האם אתם בטוחים שאתם רוצים להפסיק את ההקלטה הנוכחית?

source: Are you sure?
he: האם אתם בטוחים?

source: Area A
he: שטח A

source: Area B
he: שטח B

source: Areas
he: שטחים

source: Asks you to classify missing routes on the map after you upload a recording
he: מבקש ממך לסווג מסלולים שחסרים במפה לאחר סיום העלאה של הקלטה

source: Attraction
he: אטרקציה תיירותית

source: Attribution
he: תודות

source: Automatic upload of recording
he: העלאה אוטומטית של הקלטה

source: Average speed
he: מהירות ממוצעת

source: Barriers
he: מחסומים

source: Base layer and overlay are overlapping.
he: שכבת הבסיס והשכבה מעל חופפות.

source: Base Layer Properties
he: מאפייני מפת בסיס

source: Base Layers
he: מפות בסיס

source: Battery optimization
he: שיפור ביצועי סוללה

source: Bicycle
he: אופניים

source: Bicycle Path
he: דרך לאופניים

source: Bicycle Trails
he: מסלולי אופניים

source: Bike Park
he: אזור רכיבת אופניים

source: Bike Routing
he: ניווט אופניים

source: Bike Shop
he: חנות אופניים

source: Black Marked Trail
he: שביל שחור

source: Block
he: מחסום לרכב

source: Blue Marked Trail
he: שביל כחול

source: Borders
he: גבולות ושטחים מיוחדים

source: Bridge
he: גשר

source: Café
he: בית קפה

source: Camera
he: מצלמה

source: Camping
he: חניון

source: Campsite
he: חניון לילה

source: Cancel
he: ביטול

source: Categories
he: קטגוריות

source: Cattle Grid
he: מנע בקר

source: Cave
he: מערה

source: Cemetery
he: בית עלמין

source: Challenging with Direction
he: אתגרי עם כיוון

source: Church
he: כנסיה

source: Cistern
he: בור

source: City, Settlement
he: ישוב

source: Clear
he: ניקוי

source: Clear Both
he: נקה את שניהם

source: Clear Points
he: נקה נקודות

source: Clear Route
he: נקה מסלול

source: Click back again to close the app
he: לחצו על מקש החזרה שוב על מנת לצאת

source: Cliff
he: מצוק

source: Close
he: סגור

source: Closed Gate
he: אין מעבר

source: Construction Site
he: אתר בניה

source: Continue
he: המשך

source: Convenience Store
he: מרכול

source: Convert to Route
he: הפוך למסלול

source: Copy Link
he: העתקת קישור

source: Create new hike in Nakeb
he: הוספת מסלול חדש לאתר נאקב

source: Create Share
he: שמירה בענן

source: Crop
he: שדה מעובד

source: Current speed
he: מהירות רגעית

source: Delete
he: מחיקה

source: Delete All Routes
he: מחק את כל המסלולים

source: Delete Layer
he: מחיקה

source: Delete POI
he: מחק נ"צ

source: Delete Route
he: מחיקת מסלול

source: Deletion of
he: מחיקת

source: Description
he: תיאור

source: Description in {{translation language}}
he: תיאור בעברית

source: Details Level
he: רמת פרטים

source: Difficult 4WD
he: עבירות קשה

source: Dims display when there's no user interaction
he: מחשיך את המסך כשאין שימוש באפליקציה

source: Directional Search
he: חיפוש - ניווט

source: Dirt Road
he: כביש עפר

source: Distance
he: מרחק

source: Distance (Km)
he: מרחק בק"מ

source: Don't show this message again
he: אל תציג הודעה זו שוב

source: Download finished successfully!
he: ההורדה הסתיימה בהצלחה!

source: Download Map for Offline Use
he: הורידו מפות לשימוש לא-מקוון

source: Download old raster maps for offline use in OruxMaps and Locus
he: הורידו מפות רסטר ישנות עבור שימוש לא-מקוון ב-OruxMaps ו-Locus

source: Downloading points of interest for offline usage...
he: מוריד נקודות עניין לשימוש לא מקוון

source: Drinking Water
he: מי שתיה

source: Dry Riverbed
he: שטח הצפה יבש

source: Duration
he: משך

source: Easy with Direction
he: קל עם כיוון

source: Edit
he: עריכה

source: Edit POI
he: עריכת נקודה

source: Edit Route
he: עריכת מסלול

source: Edit Route Details
he: עריכת פרטי מסלול

source: Edit This Map Using OSM
he: עריכת המפה ב- OSM

source: Elaborated terms of service of this site, OSM and wikimedia
he: רישיונות השימוש המחייבים מבחינה משפטית נמצאים בקישורים למטה. נקודות חשובות הן שמותר לך להעלות תמונות רק אם צילמת אותן בעצמך, להעלות מיקומי נקודות רק על סמך ידע אישי, מידע GPS חופשי או צילומי לווין חופשיים לשימוש ב- OpeenStreetMap. תיאורי הנקודות צריכים להיות טקסט מקורי שלך. כל החומרים שיועלו יהפכו לחופשיים לשימוש ציבורי.

source: Elevation
he: גובה

source: Explanation on how to open Facebook link out side facebook
he: שימו לב! אתם כרגע צופים באתר מתוך אפליקציית הפייסבוק שלכם אשר גורמת לבעיות. על מנת לפתור זאת אנא ליחצו על שלוש הנקודות בחלקו העליון של המסך וביחרו ב״פתיחה באמצעות״ או ״פתיחה בדפדפן״.

source: Export
he: ייצוא

source: Export As...
he: ייצוא כ...

source: F.A.Q
he: תשובות לשאלות נפוצות

source: Fence
he: גדר

source: File uploaded successfully, It will take some time to add it to OSM database.
he: הקובץ הועלה בהצלחה, יקח עוד קצת זמן עד שהוא יתווסף למסד הנתונים.

source: Files
he: קבצים

source: Find missing routes after upload
he: מציאת מסלולים חסרים לאחר העלאה

source: Find Unmapped Routes
he: מצאו מסלולים לא ממופים

source: Finished opening file! :-)
he: סיימנו לפתוח את הקובץ! :-)

source: First Aid
he: עזרה ראשונה

source: Flowers
he: פרחים

source: Foot Path
he: דרך להולכי רגל

source: Fuel Station
he: תחנת דלק

source: Gain
he: עליות

source: Gallery
he: גלריה

source: Gate
he: מעבר חופשי

source: Generate A URL To Share With Your Friends!
he: שמירה בענן ולשיתוף עם חברים!

source: Generate markers for all route points
he: צור סמנים עבור כל הנקודות במסלול

source: Golan Trail
he: שביל הגולן

source: Got lost warnings
he: התראות סטייה

source: Grass
he: דשא

source: Green Marked Trail
he: שביל ירוק

source: Guidepost
he: שלט הכוון

source: Haifa Wadis Trail
he: שביל ואדיות חיפה

source: Harel, Zeev and Guy
he: זאב, הראל וגיא

source: Height
he: גובה

source: Height (m)
he: גובה במטרים

source: Helpful links:
he: קישורים נוספים:

source: Hike Routing
he: ניווט הולכי רגל

source: Hiking
he: הליכה

source: Hiking Trails
he: שבילים מסומנים

source: Historic
he: היסטורי

source: Holy Place
he: מקום קדוש

source: hr
he: ש'

source: I have read and agree to the terms
he: קראתי ואני מאשר\ת את התנאים

source: Information Center
he: מרכז מבקרים

source: Installation Instructions
he: הוראות התקנה

source: Installation instructions for Locus on desktop - surround each new line with <li></li>
he: <li>אם OruxMaps מותקנת במכשיר האנדרואיד שלכם, אין צורך להוריד את המפות בנפרד עבור Locus Maps! קראו את ההוראות למטה.</li> <li> ההתקנה הנוחה ביותר עבור Locus Maps היא על ידי פתיחת דף זה מהטלפון הנייד ומעקב אחר ההוראות שם.</li> <li> להתקנה דרך המחשב האישי: <ul> <li>לחצו על התחילו בהורדה והמתינו לסיום הורדת קובץ ה- zip.</li> <li>חברו את מכשיר האנדרואיד עם כבל USB.</li> <li>במידת הצורך, במכשיר האנדרואיד שנו את מצב חיבור ה- USB מ'טעינה' ל'העברת קבצים'.</li> <li>פתחו את קובץ ה- zip והעתיקו את התיקיה שהוא מכיל למקום זמני כגון שולחן העבודה שלכם.</li> <li>העבירו את התיקיה שהעתקתם לתיקית 'Locus/maps' שבמכשיר האנדרואיד.</li> </ul> </li> <li>שיתוף של מפות עם OruxMaps על ידי הוספת תיקיית המפות של OruxMaps לרשימת התיקיות של Lucus Maps: <ul> <li>Menu (<u>=</u>) &larr; Maps &larr; Offline &larr; + &larr; External maps &larr; + <li>תפריט &larr; storages &larr; נווטו לתיקיית המפות. למשל: oruxmaps/mapfiles &larr; אישור</li> </ul> </li>

source: Installation instructions for OruxMaps on desktop - surround each new line with <li></li>
he: <li> גלשו לאתר זה מהטלפון הנייד ועקבו אחר ההוראות שם<br /> - או - </li> <li>לחצו על התחילו בהורדה והמתינו לסיום הורדת קובץ ה- zip.</li> <li>חברו את מכשיר האנדרואיד עם כבל USB.</li> <li>במידת הצורך, במכשיר האנדרואיד שנו את מצב חיבור ה- USB מ'טעינה' ל'העברת קבצים'.</li> <li>במחשב האישי:</li> <ul> <li>פתחו את קובץ ה- zip והעתיקו את התיקיה שהוא מכיל למקום זמני כגון שולחן העבודה שלכם.</li> <li>העבירו את התיקיה שהעתקתם לתיקית 'oruxmaps/mapfiles' שבמכשיר האנדרואיד.</li> </ul> <li> פתחו את OruxMaps ורעננו את רשימת המפות הלא-מקוונות על ידי:<br> מפות &larr; החלף מפה &larr; Offline &larr; רענן (חיצים מסתובבים) </li>

source: Interact with other users in our Facebook group
he: צרו קשר עם משתמשים בקבוצת הפייסבוק שלנו

source: International Border
he: גבול בינלאומי

source: Israel Hiking Map
he: מפת הטיולים הפתוחה

source: Israel MTB Map
he: מפת האופניים הפתוחה

source: Israel Trail
he: שביל ישראל

source: Jerusalem Trail
he: שביל ירושלים

source: Kinneret Bicycle Trail
he: שביל הכנרת לאופניים

source: Kinneret Trail
he: שביל הכנרת

source: Km
he: ק"מ

source: km per hour
he: קמ"ש

source: Km POIs
he: נ"צ לק"מ

source: Lake, Reservoir
he: מקווה מים

source: Language
he: שפה - Language

source: Last recording did not end well, would you like to continue it?
he: ההקלטה האחרונה לא הסתיימה בהצלחה, תרצו להמשיך אותה?

source: Last updated on
he: עודכן לאחרונה ב-

source: Layers
he: מסלולים, מפות ושכבות

source: Learn Israel-specific mapping rules at the Israel OSM Wiki Project
he: לימדו חוקי מיפוי ספציפיים לישראל בדף הויקי של ישראל ב- OSM

source: Legend
he: מקרא

source: Length
he: אורך

source: Less...
he: פחות...

source: Lets you know when the your planned route is more than 50 meters from your current position
he: המכשיר יודע לך כאשר הרחקת יות מ- 50 מטרים מהמסלול (רק כאשר האפליקציה פתוחה בחזית)

source: Light 4WD Vehicles
he: דרך לג'יפים רכים

source: Local
he: מקומי

source: Local Trail
he: מסלול מקומי

source: Lodging
he: לינה

source: Login
he: כניסה

source: Logout
he: יציאה

source: Long press on any button will shows its usage
he: לחיצה ארוכה על כל כפתור תסביר את תפקידו

source: Loss
he: ירידות

source: Low-Speed Street
he: רחוב ממותן תנועה

source: m
he: מ'

source: Map
he: מפה

source: Marked Trails
he: שבילים מסומנים

source: Max Zoom
he: זום מקסימאלי

source: Measure distance from current location
he: מדידת המרחק מהמיקום הנוכחי

source: Memorial
he: אתר הנצחה

source: Merge
he: איחוד

source: Military Area
he: שטח צבאי

source: Military Training
he: שטח אימונים

source: min
he: דק'

source: Min Zoom
he: זום מינימאלי

source: Moderate
he: בינוני

source: More Info...
he: עוד מידע...

source: More map addresses can be found here, look for TMS
he: כתובות מפה נוספות נמצאות כאן, חפשו TMS

source: More...
he: עוד...

source: Mosque
he: מסגד

source: Motorway
he: כביש מהיר

source: Move to Route
he: עבור למסלול

source: My Shares
he: השמירות שלי בענן

source: My Traces
he: ההקלטות שלי

source: Name
he: שם

source: Name in {{translation language}}
he: שם בעברית

source: National Trail
he: מסלול ארצי

source: Natural
he: טבעי

source: Nature Reserve, National Park
he: שמורת טבע, גן לאומי

source: Navigate Here
he: נווט לכאן

source: Navigate with Waze
he: ניווט בעזרת וויז

source: No
he: לא

source: No legend for this map...
he: אין מקרא עבור מפה זו...

source: No offline files available, please press the download button below.
he: הקבצים הנדרשים לשימוש לא-מקוון חסרים, אנא ליחצו על כפתור ההורדה למטה.

source: No shares, now is the time to start sharing your work!
he: לא נמצאו שמירות בענן...

source: No Tags
he: אין תגיות

source: No traces, you should really upload some to OSM.
he: אין הקלטות, כדאי לך להעלות כמה ל- OSM.

source: No unmapped routes! :-)
he: אין מסלולים לא ממופים! :-)

source: Non-Marked Trail
he: שביל לא מסומן

source: North-Up
he: הצפן

source: Observation Tower
he: מגדל תצפית

source: OK
he: אישור

source: Opacity
he: שקיפות

source: Open a File
he: פתיחת קובץ

source: Open in a new window
he: פתח בחלון חדש

source: Opening file, this might take a while, please don't close the app...
he: אנחנו פותחים את הקובץ, יתכן וזה יקח קצת זמן, אנא אל תסגרו את האפליקציה...

source: Orange Regional Trail
he: שביל אזורי כתום

source: Orchard
he: מטע

source: OSM terms of service
he: תנאי שימוש של OSM

source: Other
he: אחר

source: Overlay Properties
he: הגדרות שכבה

source: Overlays
he: שכבות שקופות

source: Parking
he: חניה

source: Path
he: שביל

source: Peak
he: פסגה

source: Picnic Area
he: איזור פיקניק

source: Playground
he: גינת משחקים

source: Please add points to route...
he: יש להוסיף נקודות למסלול...

source: Please make sure the battery optimization is turned off for this application. Go to application setting to do so.
he: אנא וודאו כי שיפור ביצועי הסוללה מכובים עבור יישום זה. יש להיכנס למאפייני היישום על מנת לשנות זאת.

source: Please select from...
he: יש לבחור מוצא...

source: Please select to...
he: יש לבחור יעד...

source: Points of Interest
he: נקודות עניין

source: Power Line
he: קו מתח גבוה

source: Preparing data for issue report
he: מכין נתונים לטובת דיווח הבעיה...

source: Present share
he: הצג שמירה

source: Primary
he: כביש ראשי

source: Privacy Policy and Terms of Service
he: מדיניות פרטיות ותנאי שימוש

source: Private
he: פרטי

source: Private Routes
he: מסלולים פרטיים

source: Public
he: ציבורי

source: Purchase maps for offline use
he: קנו את המפות לשימוש לא-מקוון

source: Purple Regional Trail
he: שביל אזורי סגול

source: Quarry
he: מחצבה

source: Railway
he: מסילת רכבת

source: Railway Station
he: תחנת רכבת

source: Railway Tunnel
he: מנהרת רכבת

source: Red Marked Trail
he: שביל אדום

source: Regional Trail
he: מסלול אזורי

source: Regional Trails
he: שבילים אזוריים

source: Remaining distance
he: מרחק שנותר

source: Report an issue
he: דיווח על בעיה

source: Report an issue instructions
he: אנא תארו כמיטב יכולתכם את הבעיה. 1.מה קרה? 2. מתי חווית את הבעיה? אם הבעיה היתה לפני יותר מ 72 שעות, נשמח לקבל את הדיווח בפעם הבאה שהבעיה תופיע. 3. מה עשיתם מיד לפני שהבעיה קרתה? 4. האם זו הפעם הראשונה שהבעיה קרתה? 5. איך ניתן לשחזר את הבעיה?

source: Request features and report bugs on our Github project page
he: בקשו יכולות חדשות ודווחו על באגים בדף הפרוייקט בגיטהאב

source: Residential
he: רחוב מגורים

source: Restaurant
he: מסעדה

source: Reverse Route
he: היפוך כיוון המסלול

source: River
he: נהר

source: Roads
he: כבישים

source: Route
he: מסלול

source: Route added successfully, It will take some time for the map to update.
he: המסלול הוסף בהצלחה, אבל ייקח עוד קצת זמן עד שהמפה תתעדכן.

source: Route is hidden...
he: המסלול מוסתר...

source: Route Planning
he: תכנון מסלול

source: Route Properties
he: הגדרות מסלול

source: Route Statistics
he: סטטיסטיקת מסלול

source: Routes
he: מסלולים

source: Routing failed:
he: הניווט נכשל:

source: Ruins
he: חורבות

source: Running in the background
he: רצה ברקע

source: Runway and Taxiway
he: שדה תעופה עם מסלולי המראה והסעה

source: Sand
he: חול

source: Satellite Imagery
he: תצלומי לווין

source: Save
he: שמירה

source: Save Route to File
he: ייצאו את המסלול

source: Scrub
he: צמחית בר

source: Sea to Sea Trail
he: שביל ים אל ים

source: Search
he: חיפוש

source: Seasonal Lake, Reservoir, or Riverbed
he: אגם ומאגר עונתיים, נחל אכזב

source: Secondary
he: כביש משני

source: Select Icon
he: בחרו סמליל

source: Share
he: שיתוף

source: Share Location
he: שיתוף המיקום

source: Share maps overlays
he: כלול את השכבות השקופות

source: Share With Facebook
he: שתפו בעזרת פייסבוק

source: Share With WhatsApp
he: שתפו בעזרת וואצאפ

source: Show Coordinates
he: הצג קואורדינטות

source: Show Me Where I am
he: הצגת המיקום הנוכחי

source: Singles
he: דרוג שבילי אופניים

source: Slope
he: שיפוע

source: Split
he: פיצול

source: Spring
he: מעיין

source: Spring, Pond
he: מעיין, בריכה

source: Start Download
he: התחילו בהורדה

source: Statistics and Height Chart
he: גרף גבהים וסטטיסטיקות

source: Steps
he: מדרגות

source: Straight Lines
he: קווים ישרים

source: Stream
he: נחל איתן

source: Strong 4WD Vehicles
he: דרך לג'יפים קשוחים

source: Submit
he: שלח

source: Synagogue
he: בית כנסת

source: Tags
he: תגיות

source: Terms of Service
he: תנאי שימוש

source: Tertiary
he: כביש צדדי

source: Thank you for your support!
he: תודה על תרומתכם!

source: Thanks for purchasing! download instructions here...
he: איזה כיף שקניתם! על מנת להוריד את הגרסה החדשה ביותר יש ללחוץ על הכפתור הנ"ל.

source: The data was updated successfully!
he: המידע נשמר בהצלחה!

source: The download may take several minutes, and afterwards you can enjoy the map with no need for a network connection.
he: ההורדה עלולה לקחת דקות ארוכות, ולאחר מכן תוכלו להינות ממפה ללא צורך בחיבור לרשת.

source: The Green Line
he: הקו הירוק

source: The offline database has been upgraded...
he: מסד הנתונים לשימוש לא מקוון התעדכן...

source: The Purple Line
he: הקו הסגול

source: The route's name was altered since it is in use...
he: שם המסלול שונה מאחר והוא כבר בשימוש...

source: The title for your share.
he: הכותרת לשמירה הזו בענן.

source: There's no description :-(. To add one you'll need to login to OSM first, please use the button in the upper right corner to login.
he: אין תיאור :-( יש צורך להתחבר לחשבון ה- OSM, אנא לחצו על הכפתור בפינה הימנית עליונה על מנת להתחבר.

source: There's so much more you can do with our app
he: אפשר לעשות עוד כל כך הרבה בעזרת האפליקציה שלנו

source: This map was generated from {{link}}Open Street Map (OSM){{linkend}} data which is free for all to use and edit.
he: המפה הזו נוצרה בעזרת מידע מ- {{link}}Open Street Map (OSM){{linkend}} והוא פתוח לשימוש ועריכה של כולם.

source: This name is already in use
he: השם כבר בשימוש

source: This will delete all current routes. Are you sure?
he: פעולה זו תמחק את כל המסלולים שפתוחים. האם אתם בטוחים?

source: Title
he: כותרת

source: Toilettes
he: שירותים

source: Trails
he: דרכים

source: Transportation
he: תחבורה

source: Tree
he: עץ בודד

source: Trunk
he: כביש בין-עירוני

source: Tunnel
he: מנהרה

source: Type to search...
he: הקלד על מנת לחפש...

source: Unable to delete the share...
he: אין אפשרות למחוק את השמירה הזו מהענן...

source: Unable to extract geographic information from the file...
he: לא ניתן למצוא מידע גיאוגרפי בקובץ...

source: Unable to find the required point of interest...
he: אין אפשרות למצוא את נקודת העניין המבוקשת...

source: Unable to find your location...
he: אין אפשרות למצוא את מיקומך...

source: Unable to generate URL, please try again later...
he: לא ניתן ליצור קישור, אנא נסו מאוחר יותר...

source: Unable to get elevation data:
he: לא ניתן לקבל מידע על גבהים...

source: Unable to get search results...
he: לא ניתן לאחזר תוצאות חיפוש...

source: Unable to load from URL...
he: לא ניתן לפתוח את הקישור...

source: Unable to login...
he: הכניסה נכשלה...

source: Unable to save an empty route, Please try and select a different one from the layers control on your left.
he: לא ניתן לייצא מסלול ריק. אנא נסו לבחור מסלול אחר מרשימת המסלולים שמשמאל.

source: Unable to save data, please try again later...
he: אין באפשרותינו לייצא את המידע כרגע, אנא נסו מאוחר יותר...

source: Unable to save to file...
he: לא ניתן לייצא את המידע...

source: Unable to send route...
he: לא ניתן לשלוח את המסלול...

source: Unable to upload the file...
he: אין אפשרות לעלות את הקובץ...

source: Unarked Trail
he: שביל לא מסומן

source: Unclassified
he: כביש ללא סיווג

source: Undo
he: ביטול פעולה קודמת

source: Unknown Scale
he: לא מוגדר

source: Up to zoom
he: עד זום

source: Update
he: עדכון

source: Update current share
he: עדכנו את השמירה הנוכחית בענן

source: Update the point's location
he: עדכן את מיקום הנקודה

source: Upload a trace
he: העלו מסלול

source: Upload Point
he: העלו נקודה למפה הציבורית

source: Upload to Cloud and Share
he: העלאה לענן ושיתוף

source: Use the cloud icon to go offline
he: השתמשו בסמליל הענן על מנת לעבור למצב לא מקוון

source: View
he: צפיה

source: Viewpoint
he: תצפית

source: Wadi
he: נחל אכזב

source: Wall
he: חומה

source: Water
he: מים

source: Water Tower or Water Tank
he: מגדל או בריכת אגירת מים

source: Water Well
he: באר

source: Waterfall
he: מפל

source: Waterhole
he: גב

source: Website
he: אתר

source: Wetland
he: ביצה

source: Width
he: רוחב

source: Wikimedia terms of service
he: תנאי שימוש של ויקימדיה

source: Wikipedia
he: ויקיפדיה

source: Woods
he: חורשה

source: Would you like to update the point without the title?
he: האם תרצו לעדכן את הנקודה ללא השם?

source: Would you like to update:
he: האם תרצו לעדכן את:

source: Wrapping things up, please wait a few seconds...
he: רק שניה, אנחנו מסיימים לסדר פה כמה דברים...

source: Yes
he: כן

source: You are about to download large files, you can change to wifi before clicking continue...
he: אתם עומדים להוריד קבצים גדולים, באפשרותכם לעבור לוויפי לפני לחיצה על המשך...

source: You can't edit while offline...
he: אין אפשרות לערוך ללא חיבור רשת

source: You need to login in order to see your traces, click the frowning face at the top
he: על מנת לראות את ההקלטות שלך יש להתחבר לחשבון, הפרצוף העצוב למעלה מאפשר זאת

source: You need to login to OSM first, please use the button in the upper right corner to login.
he: יש צורך להתחבר לחשבון ה- OSM, אנא לחצו על הכפתור בפינה הימנית עליונה על מנת להתחבר.

source: You should add your description here! Click the edit button above.
he: כדאי שתוסיפו תיאור כאן! לחצו על כפתור העריכה למעלה.

source: Zoom In
he: הגדלת המפה

source: Zoom Out
he: הקטנת המפה
